/*
 * Loco ios export: iOS Localizable.strings
 * Project: Scriptable
 * Release: Working copy
 * Locale: en, English
 * Exported by: Scriptable
 * Exported at: Wed, 25 Nov 2020 17:40:02 +0100
 */

/* loco:5c763a7a7ec8ae773b53f7d1
 * Title of OK button */
"app.ok_button_title" = "OK";

/* loco:5c763a7a7ec8ae773b53f7d2
 * Title of appearance section in settings */
"settings.appearance_section_title" = "Appearance";

/* loco:5c763a7a7ec8ae773b53f7d3
 * Title of settings */
"settings.title" = "Settings";

/* loco:5c763a7a7ec8ae773b53f7d4
 * Title of done button */
"app.done_button_title" = "Done";

/* loco:5c763a7a7ec8ae773b53f7d5
 * Title of about setting */
"settings.about_title" = "About";

/* loco:5c763a7a7ec8ae773b53f7d6
 * Footer containing version number, build number and developer */
"about.footer" = "By Simon Støvring\nMade in Denmark";

/* loco:5c763a7a7ec8ae773b53f7d7
 * Title of about */
"about.title" = "About";

/* loco:5c763a7a7ec8ae773b53f7d8
 * Title for file URLs action extension input */
"action_extension_inputs_picker.file_urls_input_title" = "File URLs";

/* loco:5c763a7a7ec8ae773b53f7d9
 * Title for plain text action extension input */
"action_extension_inputs_picker.images_input_title" = "Images";

/* loco:5c763a7a7ec8ae773b53f7da
 * Title for plain text action extension input */
"action_extension_inputs_picker.plain_text_input_title" = "Text";

/* loco:5c763a7a7ec8ae773b53f7db
 * Title of action extension inputs picker */
"action_extension_inputs_picker.title" = "Share Sheet Inputs";

/* loco:5c763a7a7ec8ae773b53f7dc
 * Title for plain text action extension input */
"action_extension_inputs_picker.urls_input_title" = "URLs";

/* loco:5c763a7a7ec8ae773b53f7dd
 * Message in alert shown when failed to encode action extension items */
"action_extension_script_list.failed_encoding_action_extension_items_alert_message" = "The shared items could not be exported for further processing. Please try again.";

/* loco:5c763a7a7ec8ae773b53f7de
 * Title of alert shown when failed to encode action extension items */
"action_extension_script_list.failed_encoding_action_extension_items_alert_title" = "Failed exporting";

/* loco:5c763a7a7ec8ae773b53f7df
 * Message in alert shown when failed to extract action extension items */
"action_extension_script_list.failed_extracting_action_extension_items_alert_message" = "Could not determine supported items for the selected script. Please try again.";

/* loco:5c763a7a7ec8ae773b53f7e0
 * Title of alert shown when failed to extract action extension items */
"action_extension_script_list.failed_extracting_action_extension_items_alert_title" = "Cannot determine items";

/* loco:5c763a7a7ec8ae773b53f7e1
 * Message in alert shown when failed to open host app */
"action_extension_script_list.failed_opening_host_app_alert_message" = "Scriptable could not be opened. Please try again.";

/* loco:5c763a7a7ec8ae773b53f7e2
 * Title of alert shown when failed to open host app */
"action_extension_script_list.failed_opening_host_app_alert_title" = "Cannot open app";

/* loco:5c763a7a7ec8ae773b53f7e3
 * Title of script list in action extension */
"action_extension_script_list.title" = "Run Script";

/* loco:5c763a7a7ec8ae773b53f7e4
 * Title of confirm button */
"app.cancel_button_title" = "Cancel";

/* loco:5c763a7a7ec8ae773b53f7e5
 * Title of close button */
"app.close_button_title" = "Close";

/* loco:5c763a7a7ec8ae773b53f7e6
 * Title of error message shown when failed opening a URL */
"app.failed_opening_url_due_title" = "Cannot open URL";

/* loco:5c763a7a7ec8ae773b53f7e7
 * Format of error message shown when failed opening a URL because a query parameter was present but invalid */
"app.failed_opening_url_due_to_invalid_query_parameter_message_format" = "The query paramater '%@' is not valid.";

/* loco:5c763a7a7ec8ae773b53f7e8
 * Format of error message shown when failed opening a URL because a query parameter was missing */
"app.failed_opening_url_due_to_missing_query_parameter_message_format" = "The URL cannot be opened because the '%@' query parameter is missing.";

/* loco:5c763a7a7ec8ae773b53f7e9
 * Format of error message shown when failed opening a URL because the URL is not supported */
"app.failed_opening_url_due_to_unsupported_url" = "The URL is not supported.";

/* loco:5c763a7a7ec8ae773b53f7ea
 * Format of error message shown when failed opening a URL because the UTI is unavailable */
"app.failed_opening_url_due_to_uti_unavailable" = "The UTI of the file could not be determined.";

/* loco:5c763a7a7ec8ae773b53f7eb
 * Format of error message shown when failed opening a URL because the UTI is unsupported */
"app.failed_opening_url_due_to_uti_unsupported" = "The UTI of the file is not supported.";

/* loco:5c763a7a7ec8ae773b53f7ec
 * Name of a new script document */
"app.new_script_document_name" = "Untitled Script";

/* loco:5c763a7a7ec8ae773b53f7ed
 * Title of activity for adding an action to Launch Center Pro in a UIActivityViewController */
"application_activity.add_to_launch_center_pro_title" = "Add to Launch Center Pro";

/* loco:5c763a7a7ec8ae773b53f7ee
 * Title of activity for copying URL scheme in a UIActivityViewController */
"application_activity.copy_url_scheme_title" = "Copy URL scheme";

/* loco:5c763a7a7ec8ae773b53f7ef
 * Title of action for sharing JavaScript file in a UIActivityViewController */
"application_activity.share_javascript_file_title" = "Share JavaScript file";

/* loco:5c763a7a7ec8ae773b53f7f0
 * Title of root dictate */
"dictation.title" = "Dictation";

/* loco:5c763a7a7ec8ae773b53f7f1
 * Message in alert shown when the documentation index could not be loaded */
"documentation.failed_loading_index_alert_message" = "The documentation could not be loaded. Please try again.";

/* loco:5c763a7a7ec8ae773b53f7f2
 * Title in alert shown when the documentation index could not be loaded */
"documentation.failed_loading_index_alert_title" = "Cannot load documentation";

/* loco:5c763a7a7ec8ae773b53f7f4
 * Title of key command to search */
"documentation.search_key_command_title" = "Search";

/* loco:5c763a7a7ec8ae773b53f7f5
 * Title of documentation */
"documentation.title" = "Documentation";

/* loco:5c763a7a7ec8ae773b53f7f6
 * Message in alert shown when the documentation details could not be loaded */
"documentation_details.failed_loading_details_alert_message" = "The documentation could not be loaded. Please try again.";

/* loco:5c763a7a7ec8ae773b53f7f7
 * Title in alert shown when the documentation details could not be loaded */
"documentation_details.failed_loading_details_alert_title" = "Cannot load documentation";

/* loco:5c763a7a7ec8ae773b53f7f8
 * Title of button hiding the documentation details */
"documentation_details.hide_button_title" = "Hide";

/* loco:5c763a7a7ec8ae773b53f7f9
 * Title of key command to hide the documentation */
"documentation_details.hide_key_command_title" = "Hide documentation";

/* loco:5c763a7a7ec8ae773b53f7fa
 * Title of editor font size setting */
"editor_settings.font_size_title" = "Font Size";

/* loco:5c763a7a7ec8ae773b53f7fb
 * Title of editor font setting */
"editor_settings.font_title" = "Font";

/* loco:5c763a7a7ec8ae773b53f7fc
 * Format for the font value */
"editor_settings.font_value_format" = "%@pt";

/* loco:5c763a7a7ec8ae773b53f7fd
 * Title spaces indentation type */
"editor_settings.indentation_type_spaces" = "Spaces";

/* loco:5c763a7a7ec8ae773b53f7fe
 * Title tabs indentation type */
"editor_settings.indentation_type_tabs" = "Tabs";

/* loco:5c763a7a7ec8ae773b53f7ff
 * Title of indentation type setting */
"editor_settings.indentation_type_title" = "Indent Using";

/* loco:5c763a7a7ec8ae773b53f800
 * Title of editor shows line numbers setting */
"editor_settings.shows_line_numbers_title" = "Show Line Numbers";

/* loco:5c763a7a7ec8ae773b53f801
 * Title of number of spaces to indent setting */
"editor_settings.spaces_indent_width_title" = "Spaces Indent Width";

/* loco:5c763a7a7ec8ae773b53f802
 * Title of editor the,e setting */
"editor_settings.theme_title" = "Theme";

/* loco:5c763a7a7ec8ae773b53f803
 * Title of editor settings */
"editor_settings.title" = "Editor";

/* loco:5c763a7a7ec8ae773b53f804
 * Title of editor font group picker */
"editor_settings_font_group_picker.title" = "Font";

/* loco:5c763a7a7ec8ae773b53f805
 * Title of blue theme */
"editor_settings_theme_picker.blue_title" = "Blue";

/* loco:5c763a7a7ec8ae773b53f806
 * Title of dark theme */
"editor_settings_theme_picker.dark_title" = "Dark";

/* loco:5c763a7a7ec8ae773b53f807
 * Title of light theme */
"editor_settings_theme_picker.light_title" = "Light";

/* loco:5c763a7a7ec8ae773b53f808
 * Title of theme picker */
"editor_settings_theme_picker.title" = "Theme";

/* loco:5c763a7a7ec8ae773b53f80c
 * Subtitle of array JSON entity */
"json_previewer.array_subtitle" = "Array";

/* loco:5c763a7a7ec8ae773b53f80d
 * Subtitle of boolean JSON entity */
"json_previewer.boolean_subtitle" = "Boolean";

/* loco:5c763a7a7ec8ae773b53f80e
 * Subtitle of dictionary JSON entity */
"json_previewer.dictionary_subtitle" = "Object";

/* loco:5c763a7a7ec8ae773b53f80f
 * Subtitle of double JSON entity */
"json_previewer.double_subtitle" = "Number";

/* loco:5c763a7a7ec8ae773b53f810
 * Subtitle of integer JSON entity */
"json_previewer.integer_subtitle" = "Number";

/* loco:5c763a7a7ec8ae773b53f811
 * Subtitle of null JSON entity */
"json_previewer.null_subtitle" = "Null";

/* loco:5c763a7a7ec8ae773b53f812
 * Title of root JSON entity */
"json_previewer.root_title" = "Root";

/* loco:5c763a7a7ec8ae773b53f813
 * Subtitle of string JSON entity */
"json_previewer.string_subtitle" = "String";

/* loco:5c763a7a7ec8ae773b53f814
 * Title of section containing licenses for code libraries */
"licenses.code_libraries_section_title" = "Frameworks";

/* loco:5c763a7a7ec8ae773b53f815
 * Title of section containing licenses for fonts */
"licenses.fonts_section_title" = "Fonts";

/* loco:5c763a7a7ec8ae773b53f816
 * Title of button opening a license */
"licenses.open_license_button_title" = "License";

/* loco:5c763a7a7ec8ae773b53f817
 * Title of licenses */
"licenses.title" = "Licenses";

/* loco:5c763a7a7ec8ae773b53f818
 * Title of confirm button in alert shown when renaming the script document */
"rename_script.alert_confirm_button_title" = "Rename";

/* loco:5c763a7a7ec8ae773b53f819
 * Message in alert shown when renaming the script document */
"rename_script.alert_message" = "Enter the new name of your script.";

/* loco:5c763a7a7ec8ae773b53f81a
 * Placeholder of text field in alert shown when renaming the script document */
"rename_script.alert_text_field_placeholder" = "Name";

/* loco:5c763a7a7ec8ae773b53f81b
 * Title in alert shown when renaming the script document */
"rename_script.alert_title" = "Rename Script";

/* loco:5c763a7a7ec8ae773b53f81c
 * Message in alert shown when the entered document name already exists before renaming a document */
"rename_script.file_already_exists_alert_message" = "The script was not renamed.\nA script with the specified name already exists.";

/* loco:5c763a7a7ec8ae773b53f81d
 * Title in alert shown when the entered document name already exists before renaming a document */
"rename_script.file_already_exists_alert_title" = "Name already exists";

/* loco:5c763a7a7ec8ae773b53f81e
 * Message in alert shown when a file cannot be renamed because the new name contains a slash */
"rename_script.invalid_filename_contains_slash_error_alert_message" = "The file could not be renamed. Filenames cannot include a slash.";

/* loco:5c763a7a7ec8ae773b53f81f
 * Title in alert shown when a file cannot be renamed because the new name contains a slash */
"rename_script.invalid_filename_contains_slash_error_alert_title" = "Invalid filename";

/* loco:5c763a7a7ec8ae773b53f820
 * Message in alert shown when an unknown error was encountered while renaming a document */
"rename_script.unknown_error_alert_message" = "The script could not be renamed.\nPlease try again.";

/* loco:5c763a7a7ec8ae773b53f821
 * Title in alert shown when an unknown error was encountered while renaming a document */
"rename_script.unknown_error_alert_title" = "Could not rename";

/* loco:5c763a7a7ec8ae773b53f822
 * Message in alert shown when the script could not be opened */
"script.failed_opening_alert_message" = "The script could not be opened.\nPlease try again.";

/* loco:5c763a7a7ec8ae773b53f823
 * Title in alert shown when the script could not be opened */
"script.failed_opening_alert_title" = "Could not open script";

/* loco:5c763a7a7ec8ae773b53f824
 * Title of key command for hiding log while editing */
"script.hide_log_while_editing_key_command_title" = "Hide log";

/* loco:5c763a7a7ec8ae773b53f825
 * Title of key command for opening the documentation */
"script.open_documentation_key_command_title" = "Open documentation";

/* loco:5c763a7a7ec8ae773b53f826
 * Title of key command for opening the script settings */
"script.open_script_settings_key_command_title" = "Open script settings";

/* loco:5c763a7a7ec8ae773b53f827
 * Title of preview action for deleting script */
"script.preview_action_delete_title" = "Delete";

/* loco:5c763a7a7ec8ae773b53f828
 * Title of preview action for duplicating script */
"script.preview_action_duplicate_title" = "Duplicate";

/* loco:5c763a7a7ec8ae773b53f829
 * Title of preview action for showing more actions */
"script.preview_action_more_title" = "More...";

/* loco:5c763a7a7ec8ae773b53f82a
 * Title of preview action for renaming script */
"script.preview_action_rename_title" = "Rename";

/* loco:5c763a7a7ec8ae773b53f82b
 * Title of preview action for running script */
"script.preview_action_run_title" = "Run Script";

/* loco:5c763a7a7ec8ae773b53f82c
 * Title of preview action for sharing script */
"script.preview_action_share_title" = "Share";

/* loco:5c763a7a7ec8ae773b53f82d
 * Title of key command for running the script */
"script.run_key_command_title" = "Run";

/* loco:5c763a7a7ec8ae773b53f82e
 * Title of key command for showing log while editing */
"script.show_log_while_editing_key_command_title" = "Show log";

/* loco:5c763a7a7ec8ae773b53f82f
 * Title of console in script editor */
"script_editor.console_title" = "Log";

/* loco:5c763a7a7ec8ae773b53f830
 * Title of script editor */
"script_editor.title" = "Editor";

/* loco:5c763a7a7ec8ae773b53f831
 * Title of colors segment title in icon picker */
"script_icon_picker.colors_segment_title" = "Colors";

/* loco:5c763a7a7ec8ae773b53f832
 * Title of accessibility glyph category */
"script_icon_picker.glyph_category_title_accessibility" = "Accessibilty";

/* loco:5c763a7a7ec8ae773b53f833
 * Title of animals glyph category */
"script_icon_picker.glyph_category_title_animals" = "Animals";

/* loco:5c763a7a7ec8ae773b53f834
 * Title of arrows glyph category */
"script_icon_picker.glyph_category_title_arrows" = "Arrows";

/* loco:5c763a7a7ec8ae773b53f835
 * Title of audio and video glyph category */
"script_icon_picker.glyph_category_title_audio_video" = "Audio and video";

/* loco:5c763a7a7ec8ae773b53f836
 * Title of automotive glyph category */
"script_icon_picker.glyph_category_title_automotive" = "Automotive";

/* loco:5c763a7a7ec8ae773b53f837
 * Title of buildings glyph category */
"script_icon_picker.glyph_category_title_buildings" = "Buildings";

/* loco:5c763a7a7ec8ae773b53f838
 * Title of business glyph category */
"script_icon_picker.glyph_category_title_business" = "Business";

/* loco:5c763a7a7ec8ae773b53f839
 * Title of charity glyph category */
"script_icon_picker.glyph_category_title_charity" = "Charity";

/* loco:5c763a7a7ec8ae773b53f83a
 * Title of chat glyph category */
"script_icon_picker.glyph_category_title_chat" = "Chat";

/* loco:5c763a7a7ec8ae773b53f83b
 * Title of chess glyph category */
"script_icon_picker.glyph_category_title_chess" = "Chess";

/* loco:5c763a7a7ec8ae773b53f83c
 * Title of code glyph category */
"script_icon_picker.glyph_category_title_code" = "Code";

/* loco:5c763a7a7ec8ae773b53f83d
 * Title of communication glyph category */
"script_icon_picker.glyph_category_title_communication" = "Communication";

/* loco:5c763a7a7ec8ae773b53f83e
 * Title of computers glyph category */
"script_icon_picker.glyph_category_title_computers" = "Computers";

/* loco:5c763a7a7ec8ae773b53f83f
 * Title of currency glyph category */
"script_icon_picker.glyph_category_title_currency" = "Currency";

/* loco:5c763a7a7ec8ae773b53f840
 * Title of date and time glyph category */
"script_icon_picker.glyph_category_title_date_time" = "Date and time";

/* loco:5c763a7a7ec8ae773b53f841
 * Title of design glyph category */
"script_icon_picker.glyph_category_title_design" = "Design";

/* loco:5c763a7a7ec8ae773b53f842
 * Title of editors glyph category */
"script_icon_picker.glyph_category_title_editors" = "Editors";

/* loco:5c763a7a7ec8ae773b53f843
 * Title of education glyph category */
"script_icon_picker.glyph_category_title_education" = "Education";

/* loco:5c763a7a7ec8ae773b53f844
 * Title of emoji glyph category */
"script_icon_picker.glyph_category_title_emoji" = "Emoji";

/* loco:5c763a7a7ec8ae773b53f845
 * Title of files glyph category */
"script_icon_picker.glyph_category_title_files" = "Files";

/* loco:5c763a7a7ec8ae773b53f846
 * Title of gender glyph category */
"script_icon_picker.glyph_category_title_gender" = "Gender";

/* loco:5c763a7a7ec8ae773b53f847
 * Title of hands glyph category */
"script_icon_picker.glyph_category_title_hands" = "Hands";

/* loco:5c763a7a7ec8ae773b53f848
 * Title of health glyph category */
"script_icon_picker.glyph_category_title_health" = "Health";

/* loco:5c763a7a7ec8ae773b53f849
 * Title of images glyph category */
"script_icon_picker.glyph_category_title_images" = "Images";

/* loco:5c763a7a7ec8ae773b53f84a
 * Title of interfaces glyph category */
"script_icon_picker.glyph_category_title_interfaces" = "Interfaces";

/* loco:5c763a7a7ec8ae773b53f84b
 * Title of logistics glyph category */
"script_icon_picker.glyph_category_title_logistics" = "Logistics";

/* loco:5c763a7a7ec8ae773b53f84c
 * Title of maps glyph category */
"script_icon_picker.glyph_category_title_maps" = "Maps";

/* loco:5c763a7a7ec8ae773b53f84d
 * Title of marketing glyph category */
"script_icon_picker.glyph_category_title_marketing" = "Marketing";

/* loco:5c763a7a7ec8ae773b53f84e
 * Title of mathematics glyph category */
"script_icon_picker.glyph_category_title_mathematics" = "Mathematics";

/* loco:5c763a7a7ec8ae773b53f84f
 * Title of medical glyph category */
"script_icon_picker.glyph_category_title_medical" = "Medical";

/* loco:5c763a7a7ec8ae773b53f850
 * Title of moving glyph category */
"script_icon_picker.glyph_category_title_moving" = "Moving";

/* loco:5c763a7a7ec8ae773b53f851
 * Title of objects glyph category */
"script_icon_picker.glyph_category_title_objects" = "Objects";

/* loco:5c763a7a7ec8ae773b53f852
 * Title of payments and shopping glyph category */
"script_icon_picker.glyph_category_title_payments_shopping" = "Payments and shopping";

/* loco:5c763a7a7ec8ae773b53f853
 * Title of religion glyph category */
"script_icon_picker.glyph_category_title_religion" = "Religion";

/* loco:5c763a7a7ec8ae773b53f854
 * Title of shapes glyph category */
"script_icon_picker.glyph_category_title_shapes" = "Shapes";

/* loco:5c763a7a7ec8ae773b53f855
 * Title of spinners glyph category */
"script_icon_picker.glyph_category_title_spinners" = "Spinners";

/* loco:5c763a7a7ec8ae773b53f856
 * Title of sports glyph category */
"script_icon_picker.glyph_category_title_sports" = "Sports";

/* loco:5c763a7a7ec8ae773b53f857
 * Title of status glyph category */
"script_icon_picker.glyph_category_title_status" = "Status";

/* loco:5c763a7a7ec8ae773b53f858
 * Title of travel glyph category */
"script_icon_picker.glyph_category_title_travel" = "Travel";

/* loco:5c763a7a7ec8ae773b53f859
 * Title of users and people glyph category */
"script_icon_picker.glyph_category_title_users_people" = "People";

/* loco:5c763a7a7ec8ae773b53f85a
 * Title of vehicles glyph category */
"script_icon_picker.glyph_category_title_vehicles" = "Vehicles";

/* loco:5c763a7a7ec8ae773b53f85b
 * Title of writing glyph category */
"script_icon_picker.glyph_category_title_writing" = "Writing";

/* loco:5c763a7a7ec8ae773b53f85c
 * Title of glyphs segment title in icon picker */
"script_icon_picker.glyphs_segment_title" = "Glyphs";

/* loco:5c763a7a7ec8ae773b53f85d
 * Title of script icon picker */
"script_icon_picker.title" = "Icon";

/* loco:5c763a7a7ec8ae773b53f85e
 * Title of key command to add a new script */
"script_list.add_script_key_command_title" = "New script";

/* loco:5c763a7a7ec8ae773b53f85f
 * Title of confirm button in sheet presented when prompting user to confirm deletion of script document */
"script_list.delete_script_document_confirmation_sheet_message_confirm_button_title" = "Delete";

/* loco:5c763a7a7ec8ae773b53f860
 * Format of message in sheet presented when prompting user to confirm deletion of script document */
"script_list.delete_script_document_confirmation_sheet_message_format" = "Are you sure you want to delete '%@'?";

/* loco:5c763a7a7ec8ae773b53f861
 * Title in sheet presented when prompting user to confirm deletion of script document */
"script_list.delete_script_document_confirmation_sheet_title" = "Delete script?";

/* loco:5c763a7a7ec8ae773b53f862
 * Title of delete action when swiping an entry in the list of script documents */
"script_list.delete_swipe_action_title" = "Delete";

/* loco:5c763a7a7ec8ae773b53f863
 * Subtitle of hint shown in script list explaining to users where they can find example scripts. This text is shown before the settings icon. */
"script_list.example_scripts_hint_subtitle_prefix" = "Take a look in the ";

/* loco:5c763a7a7ec8ae773b53f864
 * Subtitle of hint shown in script list explaining to users where they can find example scripts. This text is shown after the settings icon. */
"script_list.example_scripts_hint_subtitle_suffix" = " Gallery to find some scripts to get you started.";

/* loco:5c763a7a7ec8ae773b53f865
 * Title of hint shown in script list explaining to users where they can find example scripts */
"script_list.example_scripts_hint_title" = "Get Started";

/* loco:5c763a7a7ec8ae773b53f866
 * Message in alert shown when a script could not be added */
"script_list.failed_adding_script_alert_message" = "The script could not be created. Please try again.";

/* loco:5c763a7a7ec8ae773b53f867
 * Title in alert shown when a script could not be added */
"script_list.failed_adding_script_alert_title" = "Could not create";

/* loco:5c763a7a7ec8ae773b53f868
 * Message in alert shown when a script could not be duplicated */
"script_list.failed_duplicating_script_alert_message" = "The script could not be duplicated.\nPlease try again.";

/* loco:5c763a7a7ec8ae773b53f869
 * Title in alert shown when a script could not be duplicated */
"script_list.failed_duplicating_script_alert_title" = "Could not duplicate";

/* loco:5c763a7a7ec8ae773b53f86a
 * Title of more action when swiping an entry in the list of script documents */
"script_list.more_swipe_action_title" = "More...";

/* loco:5c763a7a7ec8ae773b53f86b
 * Format of title title for key command to open a script */
"script_list.open_script_key_command_title_format" = "Open \"%@\"";

/* loco:5c763a7a7ec8ae773b53f86c
 * Title of key command to open settings */
"script_list.open_settings_key_command_title" = "Open settings";

/* loco:5c763a7a7ec8ae773b53f86d
 * Message in alert shown when attempting to run a script from the action extension but the action extension items could not be decoded */
"script_list.run_script_from_action_extension_failed_decoding_action_extension_items_message" = "The input for the script could not be loaded. Please try again.";

/* loco:5c763a7a7ec8ae773b53f86e
 * Title in alert shown when attempting to run a script from the action extension but the action extension items could not be decoded */
"script_list.run_script_from_action_extension_failed_decoding_action_extension_items_title" = "Could not load input";

/* loco:5c763a7a7ec8ae773b53f86f
 * Message in alert shown when attempting to run a script from the action extension but the script could not be found */
"script_list.run_script_from_action_extension_script_not_found_message" = "The requests script could not be found. Make sure that you have not deleted the script.";

/* loco:5c763a7a7ec8ae773b53f870
 * Title in alert shown when attempting to run a script from the action extension but the script could not be found */
"script_list.run_script_from_action_extension_script_not_found_title" = "Script not found";

/* loco:5c763a7a7ec8ae773b53f871
 * Format of title title for key command to run a script */
"script_list.run_script_key_command_title_format" = "Run \"%@\"";

/* loco:5c763a7a7ec8ae773b53f872
 * Title of delete action when swiping an entry in the list of script documents */
"script_list.run_swipe_action_title" = "Run";

/* loco:5c763a7a7ec8ae773b53f873
 * Title of key command to search */
"script_list.search_key_command_title" = "Search";

/* loco:5c763a7a7ec8ae773b53f874
 * Title of script list */
"script_list.title" = "Scripts";

/* loco:5c763a7a7ec8ae773b53f875
 * Footer in section for the action extension inputs script setting */
"script_settings.action_extension_inputs_footer" = "After specifying one or more action inputs, you can run the script with content shared from other apps as input. Use the global \"args\" object in your script to access the input. Refer to the documentation for more information about args.";

/* loco:5c763a7a7ec8ae773b53f876
 * Title of action extension inputs script setting */
"script_settings.action_extension_inputs_title" = "Share Sheet Inputs";

/* loco:5c763a7a7ec8ae773b53f877
 * Footer in section for the always run in app script setting */
"script_settings.always_run_in_app_footer" = "Scripts run from a Siri shortcut and a Share Sheet have limited amount of memory (RAM) so scripts that process a lot of data may return \"There was a problem with the app\" or crash. If this happens when running your script, enable \"Always run in app\". This will cause your script to open the Scriptable app which is allowed to consume more memory.";

/* loco:5c763a7a7ec8ae773b53f878
 * Title of always run in app script setting */
"script_settings.always_run_in_app_title" = "Always Run in App";

/* loco:5c763a7a7ec8ae773b53f879
 * Title of delete script setting */
"script_settings.delete_script_title" = "Delete Script";

/* loco:5c763a7a7ec8ae773b53f87a
 * Title of icon script setting */
"script_settings.icon_title" = "Icon";

/* loco:5c763a7a7ec8ae773b53f87b
 * Title of rename script setting */
"script_settings.rename_title" = "Name";

/* loco:5c763a7a7ec8ae773b53f87c
 * Footer in section for adding a Siri Shortcut */
"script_settings.siri_shortcut_footer" = "Run the script with your voice by adding it to Siri. Scripts run with Siri can use the QuickLook API to present UI and use the Speech API to make Siri speak a phrase.";

/* loco:5c763a7a7ec8ae773b53f87d
 * Title of script setings */
"script_settings.title" = "Script Settings";

/* loco:5c763a7a7ec8ae773b53f87e
 * Footer in section for the URL scheme script setting */
"script_settings.url_scheme_footer" = "For more information about the URL scheme, see the documentation.";

/* loco:5c763a7a7ec8ae773b53f87f
 * Title of URL scheme script setting */
"script_settings.url_scheme_title" = "URL Scheme";

/* loco:5c763a7a7ec8ae773b53f880
 * Title of import button */
"scriptable_file_viewer.import_button_title" = "Add to My Scripts";

/* loco:5c763a7a7ec8ae773b53f881
 * Title of app icon style setting */
"settings.app_icon_style_title" = "App Icon";

/* loco:5c763a7a7ec8ae773b53f883
 * Footer of contact section */
"settings.contact_section_footer" = "The forum is great for getting help from others.";

/* loco:5c763a7a7ec8ae773b53f884
 * Title of documentation setting */
"settings.documentation_title" = "Documentation";

/* loco:5c763a7a7ec8ae773b53f885
 * Title of editor setting */
"settings.editor_title" = "Editor";

/* loco:5c763a7a7ec8ae773b53f886
 * Title of forum setting */
"settings.forum_title" = "Forum";

/* loco:5c763a7a7ec8ae773b53f887
 * Title of getting started section in settings */
"settings.getting_started_section_title" = "Getting Started";

/* loco:5c763a7a7ec8ae773b53f888
 * Title of licenses setting */
"settings.licenses_title" = "Licenses";

/* loco:5c763a7a7ec8ae773b53f889
 * Title of privacy policy setting */
"settings.privacy_policy_title" = "Privacy Policy";

/* loco:5c763a7a7ec8ae773b53f88a
 * Title of quick actions setting */
"settings.quick_actions_title" = "Quick Actions";

/* loco:5c763a7a7ec8ae773b53f88b
 * Footer of quick actions section */
"settings.run_scripts_section_footer" = "Quick actions enables you to quickly run a script by long pressing the app icon.";

/* loco:5c763a7a7ec8ae773b53f88c
 * Title of run scripts section title */
"settings.run_scripts_section_title" = "Run scripts";

/* loco:5c763a7a7ec8ae773b53f88e
 * Title of support email setting */
"settings.support_email_title" = "Contact";

/* loco:5c763a7a7ec8ae773b53f88f
 * Title of tip jar setting */
"settings.tip_jar_title" = "Tip Jar";

/* loco:5c763a7a7ec8ae773b53f890
 * Title of blue app icon style */
"settings_app_icon_style_picker.blue_title" = "Blue";

/* loco:5c763a7a7ec8ae773b53f891
 * Title of dark app icon style */
"settings_app_icon_style_picker.dark_title" = "Dark";

/* loco:5c763a7a7ec8ae773b53f892
 * Title of light app icon style */
"settings_app_icon_style_picker.light_title" = "Light";

/* loco:5c763a7a7ec8ae773b53f893
 * Title of theme app icon style */
"settings_app_icon_style_picker.title" = "App Icon";

/* loco:5c763a7a7ec8ae773b53f898
 * Footer of application shortcut item picker */
"settings_application_shortcut_item_picker.footer_title" = "Quick actions enables you to quickly run a script by long pressing the app icon. You can select up to four quick actions.";

/* loco:5c763a7a7ec8ae773b53f899
 * Title of application shortcut item picker */
"settings_application_shortcut_item_picker.title" = "Quick Actions";

/* loco:5c763a7a7ec8ae773b53f89b
 * Error message shown when a script was not found */
"siri_intent.script_not_found_failure_error_message" = "The script could not be found. Did you delete or rename the script?";

/* loco:5c763a7a7ec8ae773b53f89c
 * Error message shown when returning a failure in the RunScriptIntent because the script completed with no output, i.e. no UI to present and no text to speak */
"siri_intent.timeout_without_output_failure_error_message" = "Script completed without presenting UI, triggering a text to speak or outputting a value. If this is intentional, you can manually call Script.complete() to gracefully complete the script.";

/* loco:5c763a7a7ec8ae773b53f89d
 * Brief description of the tip jar */
"tip_jar.brief_description" = "If you enjoy using this version of Scriptable and fancy buying me a cup of coffee, I very much appreciate that! ☕️";

/* loco:5c763a7a7ec8ae773b53f89e
 * Emoji shown for large tip */
"tip_jar.large_tip_emoji" = "😍";

/* loco:5c763a7a7ec8ae773b53f89f
 * Error message shown when the localized price for a product is unavailable */
"tip_jar.localized_price_unavailable_error_message" = "Thank you for your interesting in dropping a few spare coins into the tip jar. Unfortunately the localized prices of the tip jar products could not be created. Please contact the developer.";

/* loco:5c763a7a7ec8ae773b53f8a0
 * Emoji shown for medium tip */
"tip_jar.medium_tip_emoji" = "😃";

/* loco:5c763a7a7ec8ae773b53f8a1
 * Error message shown when a device is restricted from making payments, e.g. due to parental controls. */
"tip_jar.payments_restricted_error_message" = "Thank you for your interesting in dropping a few spare coins into the tip jar. Unfortunately this device is not authorized to make payments. Visit the system settings to enable payments on the device and come back.";

/* loco:5c763a7a7ec8ae773b53f8a2
 * Error message shown when the products could not be loaded */
"tip_jar.products_request_error_message" = "Thank you for your interesting in dropping a few spare coins into the tip jar. Unfortunately the tip jar could not be loaded. Please check your network connection and try again.";

/* loco:5c763a7a7ec8ae773b53f8a3
 * Title of close button in alert shown when making a purchase in the tip jar failed */
"tip_jar.purchase_failed_alert_close_button_title" = "Aw 😞";

/* loco:5c763a7a7ec8ae773b53f8a4
 * Format of message in alert shown when making a purchase in the tip jar failed. The message will also include the error received from the App Store. */
"tip_jar.purchase_failed_alert_message" = "The coins could not be put into the tip jar at this moment.";

/* loco:5c763a7a7ec8ae773b53f8a5
 * Title in alert shown when making a purchase in the tip jar failed */
"tip_jar.purchase_failed_alert_title" = "Oh no... 😢";

/* loco:5c763a7a7ec8ae773b53f8a6
 * Title of close button in alert shown when making a purchase in the tip jar was successfully completed */
"tip_jar.purchase_success_alert_close_button_title" = "Confetti time! 🎉";

/* loco:5c763a7a7ec8ae773b53f8a7
 * Format of message in alert shown when making a purchase in the tip jar was successfully completed */
"tip_jar.purchase_success_alert_message" = "I'm glad that you like Scriptable!\n\nThank you very much for your tip. I really appreciate it!";

/* loco:5c763a7a7ec8ae773b53f8a8
 * Title in alert shown when making a purchase in the tip jar was successfully completed */
"tip_jar.purchase_success_alert_title" = "Thank you! 🙏";

/* loco:5c763a7a7ec8ae773b53f8a9
 * Emoji shown for small tip */
"tip_jar.small_tip_emoji" = "😊";

/* loco:5c763a7a7ec8ae773b53f8aa
 * Brief description of the tip jar */
"tip_jar.title" = "Tip Jar";

/* loco:5c763a7a7ec8ae773b53f8ab
 * Emoji shown when user have made tips for fifteen points */
"tip_jar.total_amount_fifteen_points_emoji" = "🤯";

/* loco:5c763a7a7ec8ae773b53f8ac
 * Emoji shown when user have made tips for five points */
"tip_jar.total_amount_five_points_emoji" = "😍";

/* loco:5c763a7a7ec8ae773b53f8ad
 * Amount of large tips in pluralis */
"tip_jar.total_amount_large_tip_pluralis" = "%@ caffè lattes";

/* loco:5c763a7a7ec8ae773b53f8ae
 * Amount of large tips in singularis */
"tip_jar.total_amount_large_tip_singularis" = "a caffè latte";

/* loco:5c763a7a7ec8ae773b53f8af
 * Emoji shown when user have made tips for more points than otherwise supported */
"tip_jar.total_amount_max_points_emoji" = "🦄";

/* loco:5c763a7a7ec8ae773b53f8b0
 * Amount of medium tips in pluralis */
"tip_jar.total_amount_medium_tip_pluralis" = "%@ small filter coffees";

/* loco:5c763a7a7ec8ae773b53f8b1
 * Amount of medium tips in singularis */
"tip_jar.total_amount_medium_tip_singularis" = "a small filter coffee";

/* loco:5c763a7a7ec8ae773b53f8b2
 * Format for total amount of tips when the user have made a at least two types of tips, e.g. small and medium tips. */
"tip_jar.total_amount_multiple_format" = "You have tipped %@ and %@. Thank you!";

/* loco:5c763a7a7ec8ae773b53f8b3
 * Text to display instead of the total amount of tips when the user have made no tips */
"tip_jar.total_amount_no_tips" = "You haven't made a tip 😞";

/* loco:5c763a7a7ec8ae773b53f8b4
 * Emoji shown when user have made tips for one */
"tip_jar.total_amount_one_point_emoji" = "😊";

/* loco:5c763a7a7ec8ae773b53f8b5
 * Format for total amount of tips when the user have made a single type of tip, e.g. medium tips. */
"tip_jar.total_amount_single_format" = "You have tipped %@. Thank you!";

/* loco:5c763a7a7ec8ae773b53f8b6
 * Amount of small tips in pluralis */
"tip_jar.total_amount_small_tip_pluralis" = "%@ espresso shots";

/* loco:5c763a7a7ec8ae773b53f8b7
 * Amount of small tips in singularis */
"tip_jar.total_amount_small_tip_singularis" = "an espresso shot";

/* loco:5c763a7a7ec8ae773b53f8b8
 * Emoji shown when user have made tips for ten points */
"tip_jar.total_amount_ten_points_emoji" = "🤩";

/* loco:5c763a7a7ec8ae773b53f8b9
 * Emoji shown when user have made tips for two points */
"tip_jar.total_amount_three_points_emoji" = "😀";

/* loco:5c763a7a7ec8ae773b53f8ba
 * Error message shown when an unknown error ocurred while loading and mapping the products */
"tip_jar.unknown_error_message" = "Thank you for your interesting in dropping a few spare coins into the tip jar. Unfortunately an unknown error was encountered while loading the tip jar. Please try again.";

/* loco:5c763a7a7ec8ae773b53f8bb
 * Error message shown when an unsupported tip jar product was encountered */
"tip_jar.unsupported_product_error_message" = "Thank you for your interesting in dropping a few spare coins into the tip jar. Unfortunately an unsupported product was encountered while mapping the tip jar products. Please contact the developer.";

/* loco:5c763a7a7ec8ae773b53f8bc
 * Title of button for sharing the HTML of a web view
Title of button for sharing the URL of a web view */
"web_View.share_url" = "Share URL";

/* loco:5c763a7a7ec8ae773b53f8bd
 * Title of button for sharing the HTML of a web view */
"web_View.share_html" = "Share HTML";

/* loco:5c763a7a7ec8ae773b53f8be
 * Title of online documentation setting */
"settings.online_documentation_title" = "Online Documentation";

/* loco:5c763a7a7ec8ae773b53f8bf
 * Title of key command for indenting code and choosing the first auto completion item */
"script.indent_and_auto_completion_key_command_title" = "Indent and auto complete";

/* loco:5c763a7a7ec8ae773b53f8c0
 * Title of key command for toggling comment */
"script.toggle_comment_key_command_title" = "Toggle comment";

/* loco:5c763a7a7ec8ae773b53f8c1
 * Title of section containing licenses for sounds */
"licenses.sounds_section_title" = "Sounds";

/* loco:5c763a7a7ec8ae773b53f8c2
 * Error message shown when a script cannot be opened when attempting to run a script from a notification. */
"run_script_notification.cannot_open_script_error_message" = "The script could not be opened.";

/* loco:5c763a7a7ec8ae773b53f8c3
 * Error message shown when a script could not be found when attempting to run a script from a notification. */
"run_script_notification.script_not_found_error_message" = "The script could not be found. Please make sure that you haven't deleted or renamed the script.";

/* loco:5c763a7a7ec8ae773b53f8c4
 * Error message shown when an unknown error occured when attempting to run a script from a notification. */
"run_script_notification.unknown_error_occurred_error_message" = "An unknown error occurred.";

/* loco:5c763a7a7ec8ae773b53f8c5
 * Error message shown when the URL for running a sript could not be creating when running a script from a notification. */
"run_script_notification.cannot_create_script_url_error_message" = "The URL for running the script cannot be created.";

/* loco:5c763a7a7ec8ae773b53f8c6
 * Title of duplicate script setting */
"script_settings.duplicate_script_title" = "Duplicate Script";

/* loco:5c763a7a7ec8ae773b53f8c7
 * Title of script setting for adding script to Launch Center Pro */
"script_settings.add_to_launch_center_pro_title" = "Add to Launch Center Pro";

/* loco:5c763a7a7ec8ae773b53f8c8
 * Title in alert shown when an errors were logged while running a script */
"script_list.errors_logged_while_running_script_alert_title" = "Errors Logged";

/* loco:5c763a7a7ec8ae773b53f8c9
 * Title in alert shown when an exception occurred while running a script */
"script_list.exception_occurred_while_running_script_alert_title" = "Exception Occurred";

/* loco:5c763a7a7ec8ae773b53f8ca
 * Format of deprecation text when no message is available */
"documentation_details.deprecation_format" = "Deprecated in version %@";

/* loco:5c763a7a7ec8ae773b53f8cb
 * Format of deprecation text when a message is available */
"documentation_details.deprecation_with_message_format" = "Deprecated in version %@. %@";

/* loco:5c763a7a7ec8ae773b53f8cc
 * Title of section containing arguments supplied to the Siri Shortcut */
"add_siri_shortcut.arguments_section_header_title" = "Arguments";

/* loco:5c763a7a7ec8ae773b53f8cd
 * Title of cell for adding new item to arguments */
"add_siri_shortcut.arguments_add_new_item" = "Add new item";

/* loco:5c763a7a7ec8ae773b53f8ce
 * Placeholder of key in arguments dictionary */
"add_siri_shortcut.arguments_key_placeholder" = "Key";

/* loco:5c763a7a7ec8ae773b53f8cf
 * Footer of section containing arguments supplied to the Siri Shortcut */
"add_siri_shortcut.arguments_section_footer_title" = "Read the arguments using args.siriShortcutArguments. For more information, refer to the documentation on the global object args.";

/* loco:5c763a7a7ec8ae773b53f8d0
 * Placeholder of value in arguments dictionary */
"add_siri_shortcut.arguments_value_placeholder" = "Value";

/* loco:5c763a7a7ec8ae773b53f8d1
 * Title of section showing the name of the script currently adding a shortcut for */
"add_siri_shortcut.script_section_header_title" = "Script";

/* loco:5c763a7a7ec8ae773b53f8d2
 * Footer of section showing the name of the script currently adding a shortcut for */
"add_siri_shortcut.script_section_footer_title" = "The script will be run when triggering the Siri Shortcut.";

/* loco:5c763a7a7ec8ae773b53f8d3
 * Title of add script Siri Shortcut */
"add_siri_shortcut.title" = "Add Siri Shortcut";

/* loco:5c763a7a7ec8ae773b53f8d5
 * Title of button for adding a Siri Shortcut. Shown when the Siri Shortcuts list is empty */
"siri_shortcut_list.empty_add_button_title" = "Add Siri Shortcut";

/* loco:5c763a7a7ec8ae773b53f8d6
 * Description explaining the benefits of adding a Siri Shortcut. Shown when the Siri Shortcuts list is empty */
"siri_shortcut_list.empty_description" = "Add a Siri Shortcut to run your script\nwith Siri, in search and to use the\nscript in the Shortcuts app.";

/* loco:5c763a7a7ec8ae773b53f8d7
 * Title of view shown when the Siri Shortcuts list is empty */
"siri_shortcut_list.empty_title" = "Run with Siri";

/* loco:5c763a7a7ec8ae773b53f8d8
 * Title of script Siri Shortcut list */
"siri_shortcut_list.title" = "Siri Shortcuts";

/* loco:5c763a7a7ec8ae773b53f8d9
 * Footer in section of setting for showing deprecated APIs in the documentation */
"documentation_settings.show_deprecated_apis_footer_title" = "It is not recommended to use deprecated APIs in your scripts.";

/* loco:5c763a7a7ec8ae773b53f8da
 * Title of setting for showing deprecated APIs in the documentation */
"documentation_settings.show_deprecated_apis_title" = "Show deprecated APIs";

/* loco:5c763a7a7ec8ae773b53f8db
 * Format of warning logged when a deprecated API is used in a script */
"javascript_execution.api_deprecated_warning_format" = "%@ was deprecated in version %@.";

/* loco:5c763a7a7ec8ae773b53f8dc
 * Footer of the action extension input picker */
"action_extension_inputs_picker.footer" = "Read the arguments using the global object \"args\". For more information, see the documentation on the global object args.";

/* loco:5c763a7a7ec8ae773b53f8dd
 * Title of button shooting confetti */
"tip_jar.shoot_confetti_title" = "Confetti 🎉";

/* loco:5c763a7a7ec8ae773b53f8de
 * Title of script setting for adding script to the home screen */
"script_settings.add_to_home_screen_title" = "Add to Home Screen";

/* loco:5c763a7a7ec8ae773b53f8df
 * Title of Siri Shortcuts setting */
"settings.siri_shortcuts_title" = "Siri Shortcuts";

/* loco:5c763a7a7ec8ae773b53f8e0
 * Title of script picker */
"script_picker.title" = "Select Script";

/* loco:5c763a7a7ec8ae773b53f8e1
 * Title in cell shown when no script have been selected when adding a shortcut for a script */
"add_siri_shortcut.script_section_pick_script_title" = "Select script";

/* loco:5c763a7a7ec8ae773b53f8e2
 * Footer shown under a script when the file no longer exist */
"siri_shortcut_list.script_no_longer_exist_footer_title_format" = "The \"%@\" script no longer exist.";

/* loco:5c78f2d372c2c92146282b2c
 * Title of selected date in notification schedule picker */
"notification_schedule_picker.date_title" = "Date";

/* loco:5c78f2d372c2c92146282b2d
 * Title of Friday in notification schedule picker */
"notification_schedule_picker.day_friday" = "Friday";

/* loco:5c78f2d372c2c92146282b2e
 * Title of Monday in notification schedule picker */
"notification_schedule_picker.day_monday" = "Monday";

/* loco:5c78f2d372c2c92146282b2f
 * Title of Saturday in notification schedule picker */
"notification_schedule_picker.day_saturday" = "Saturday";

/* loco:5c78f2d372c2c92146282b30
 * Title of Sunday in notification schedule picker */
"notification_schedule_picker.day_sunday" = "Sunday";

/* loco:5c78f2d372c2c92146282b31
 * Title of Thursday in notification schedule picker */
"notification_schedule_picker.day_thursday" = "Thursday";

/* loco:5c78f2d372c2c92146282b32
 * Title of Tuesday in notification schedule picker */
"notification_schedule_picker.day_tuesday" = "Tuesday";

/* loco:5c78f2d372c2c92146282b33
 * Title of Wednesday in notification schedule picker */
"notification_schedule_picker.day_wednesday" = "Wednesday";

/* loco:5c78f2d372c2c92146282b34
 * Title of frequency to repeat notification when repeating daily */
"notification_schedule_picker.repeat_frequency_daily" = "Daily";

/* loco:5c78f2d372c2c92146282b35
 * Title of frequency to repeat notification when repeating hourly */
"notification_schedule_picker.repeat_frequency_hourly" = "Hourly";

/* loco:5c78f2d372c2c92146282b36
 * Title of frequency to repeat notification when repeating monthly */
"notification_schedule_picker.repeat_frequency_monthly" = "Monthly";

/* loco:5c78f2d372c2c92146282b37
 * Title of frequency to repeat notification when not repeating at all */
"notification_schedule_picker.repeat_frequency_none" = "Never";

/* loco:5c78f2d372c2c92146282b38
 * Title of frequency to repeat notification when repeating on selected days */
"notification_schedule_picker.repeat_frequency_selected_days" = "Selected Days";

/* loco:5c78f2d372c2c92146282b39
 * Title of repeat frequency in notification schedule picker */
"notification_schedule_picker.repeat_frequency_title" = "Repeat";

/* loco:5c78f2d372c2c92146282b3a
 * Title of frequency to repeat notification when repeating weekly */
"notification_schedule_picker.repeat_frequency_weekly" = "Weekly";

/* loco:5c78f2d372c2c92146282b3b
 * Title of frequency to repeat notification when repeating yearly */
"notification_schedule_picker.repeat_frequency_yearly" = "Yearly";

/* loco:5c78f2d372c2c92146282b3c
 * Title of notification schedule picker */
"notification_schedule_picker.title" = "Schedule";

/* loco:5c7906ac72c2c925c056a8a3
 * Title of section containing arguments supplied to the Siri notification */
"add_notification.arguments_section_header_title" = "Arguments";

/* loco:5c7906ac72c2c925c056a8a4
 * Title of cell for adding new item to arguments */
"add_notification.arguments_add_new_item" = "Add new item";

/* loco:5c7906ac72c2c925c056a8a5
 * Placeholder of key in arguments dictionary */
"add_notification.arguments_key_placeholder" = "Key";

/* loco:5c7906ac72c2c925c056a8a6
 * Footer of section containing arguments supplied to the Siri notification */
"add_notification.arguments_section_footer_title" = "Read the arguments using args.notification.userInfo. For more information, refer to the documentation on the global object args.";

/* loco:5c7906ac72c2c925c056a8a7
 * Placeholder of value in arguments dictionary */
"add_notification.arguments_value_placeholder" = "Value";

/* loco:5c7906ac72c2c925c056a8a8
 * Footer of section showing the name of the script currently adding a notification for */
"add_notification.script_section_footer_title" = "The script will run when opening the notification.";

/* loco:5c7906ac72c2c925c056a8a9
 * Title of section showing the name of the script currently adding a notification for */
"add_notification.script_section_header_title" = "Script";

/* loco:5c7906ac72c2c925c056a8aa
 * Title in cell shown when no script have been selected when adding a notification for a script */
"add_notification.script_section_pick_script_title" = "Select Script";

/* loco:5c7912a272c2c9288c111ae2
 * Title of section for configuring the notification settings */
"add_notification.notification_section_header_title" = "Notification";

/* loco:5c7912a272c2c9288c111ae3
 * Title of schedule setting when adding notification */
"add_notification.schedule_setting_title" = "Schedule";

/* loco:5c79199572c2c929ce3e1932
 * Title of sound setting when adding notification */
"add_notification.sound_setting_title" = "Sound";

/* loco:5c79199572c2c929ce3e1933
 * Title of accept sound in notification sound picker */
"notification_sound_picker.sound_accept" = "Accept";

/* loco:5c79199572c2c929ce3e1934
 * Title of alert sound in notification sound picker */
"notification_sound_picker.sound_alert" = "Alert";

/* loco:5c79199572c2c929ce3e1935
 * Title of complete sound in notification sound picker */
"notification_sound_picker.sound_complete" = "Complete";

/* loco:5c79199572c2c929ce3e1936
 * Title of event sound in notification sound picker */
"notification_sound_picker.sound_event" = "Event";

/* loco:5c79199572c2c929ce3e1937
 * Title of failure sound in notification sound picker */
"notification_sound_picker.sound_failure" = "Failure";

/* loco:5c79199572c2c929ce3e1938
 * Title of option for no sound in notification sound picker */
"notification_sound_picker.sound_none" = "None";

/* loco:5c79199572c2c929ce3e1939
 * Title of piano error sound in notification sound picker */
"notification_sound_picker.sound_piano_error" = "Piano Error";

/* loco:5c79199572c2c929ce3e193a
 * Title of piano success sound in notification sound picker */
"notification_sound_picker.sound_piano_sucess" = "Piano Success";

/* loco:5c79199572c2c929ce3e193b
 * Title of popup sound in notification sound picker */
"notification_sound_picker.sound_popup" = "Popup";

/* loco:5c79199572c2c929ce3e193c
 * Title of notification sound picker */
"notification_sound_picker.title" = "Sound";

/* loco:5c7921d172c2c92b1f49f242
 * Title of body setting when adding notification */
"add_notification.body_setting_title" = "Body";

/* loco:5c7921d172c2c92b1f49f243
 * Title of subtitle setting when adding notification */
"add_notification.subtitle_setting_title" = "Subtitle";

/* loco:5c7921d172c2c92b1f49f244
 * Title of title setting when adding notification */
"add_notification.title_setting_title" = "Title";

/* loco:5c79724b7ec8ae4ccc603d76
 * Message in alert shown when authorization have been denied */
"add_notification.authorization_denied_alert_message" = "You have not granted Scriptable permission to send notifications. Please go to the system settings to allow notifications.";

/* loco:5c79724b7ec8ae4ccc603d77
 * Title in alert shown when authorization have been denied */
"add_notification.authorization_denied_alert_title" = "Authorization denied";

/* loco:5c79724b7ec8ae4ccc603d78
 * Message in alert shown when the notification request could not be added */
"add_notification.failed_adding_notification_request_alert_message" = "The notification could not be scheduled. Please try again.";

/* loco:5c79724b7ec8ae4ccc603d79
 * Title in alert shown when the notification request could not be added */
"add_notification.failed_adding_notification_request_alert_title" = "Scheduling failed";

/* loco:5c79724b7ec8ae4ccc603d7a
 * Message in alert shown when the authorization failed */
"add_notification.failed_authorizing_alert_message" = "Scriptable could not be authorized to send notifications. Please try again.";

/* loco:5c79724b7ec8ae4ccc603d7b
 * Title in alert shown when the authorization failed */
"add_notification.failed_authorizing_alert_title" = "Authorization failed";

/* loco:5c7973397ec8ae4d3c1b87c3
 * Title of button opening system settings in alert shown when authorization have been denied */
"add_notification.authorization_denied_system_settings_button_title" = "Open Settings";

/* loco:5c7978bd7ec8ae531b62e722
 * Title of button for testing a notification when adding notification */
"add_notification.test_notification_title" = "Test Notification";

/* loco:5c797a787ec8ae532a55a8a3
 * Title of save button */
"app.save_button_title" = "Save";

/* loco:5c797af77ec8ae53722b14d4
 * Footer of section for testing a notification when adding notification */
"add_notification.test_notification_section_footer_title" = "Delivers the notification immediately.";

/* loco:5c797be37ec8ae536d32f615
 * Footer of section for configuring the notification settings */
"add_notification.notification_section_footer_title" = "When \"Rich Notification\" is enabled, you can run the script within the notification by force touching or long pressing it.";

/* loco:5c797be37ec8ae536d32f616
 * Title of rich notification setting when adding notification */
"add_notification.rich_notification_setting_title" = "Rich Notification";

/* loco:5c7983fb7ec8ae547e41b3a3
 * Title of default sound in notification sound picker */
"notification_sound_picker.sound_default" = "System Default";

/* loco:5c7a57b4a08ef1290f292d32
 * Title of notifications setting */
"settings.notifications_title" = "Notifications";

/* loco:5c7a61bca08ef12aab269192
 * Title of button for adding a notification. Shown when the notification list is empty */
"notification_list.empty_add_button_title" = "Add Notification";

/* loco:5c7a61bca08ef12aab269193
 * Description explaining the benefits of adding a the notification. Shown when the the notification list is empty */
"notification_list.empty_description" = "Schedule notifications to run your script routinely.";

/* loco:5c7a61bca08ef12aab269194
 * Title of view shown when the the notification list is empty */
"notification_list.empty_title" = "Run from Notification";

/* loco:5c7a61bca08ef12aab269195
 * Title of notification list */
"notification_list.title" = "Notifications";

/* loco:5c7a62b8a08ef12acb67bea2
 * Title of swipe action for removing a notification */
"notification_list.remove_swipe_action_title" = "Remove";

/* loco:5c7a80e97ec8ae7a674ceb42
 * Footer in section for adding notifications */
"script_settings.notifications_footer" = "Schedule a notification to run your script routinely.";

/* loco:5c7a80e97ec8ae7a674ceb43
 * Title of notifications script setting */
"script_settings.notifications_title" = "Notifications";

/* loco:5c7a829d7ec8ae7ad0004e12
 * Footer shown under a script when the file no longer exist */
"notification_list.script_no_longer_exist_footer_title_format" = "The \"%@\" script no longer exist.";

/* loco:5c7ab3c972c2c97e024120b2
 * Footer shown under a section contains notifications that are not editable */
"notification_list.not_editable_footer_title" = "These notifications have been scheduled from a script using the Notification API and cannot be edited.";

/* loco:5c7b887e7ec8ae288f122602
 * Title of cell for adding new action */
"add_notification.actions_add_new_action" = "Add new button";

/* loco:5c7b887e7ec8ae288f122603
 * Footer of section containing actions in the notification */
"add_notification.actions_section_footer_title" = "Buttons open a URL when pressed. They are shown when force touching or long pressing on a notification.";

/* loco:5c7b887e7ec8ae288f122604
 * Title of section containing actions in the notification */
"add_notification.actions_section_header_title" = "Buttons";

/* loco:5c7b94227ec8ae2bf74b1882
 * Title of setting specifying the title of the action in a notification */
"edit_notification_action.action_title_setting_title" = "Title";

/* loco:5c7b94227ec8ae2bf74b1883
 * Title of setting specifying if the action is destructive */
"edit_notification_action.destructive_setting_title" = "Destructive";

/* loco:5c7b94227ec8ae2bf74b1885
 * Placeholder of URL opened when the the action is in the notification is triggered */
"edit_notification_action.url_placeholder" = "https://";

/* loco:5c7b94227ec8ae2bf74b1886
 * Title of setting specifying the url to open when the action is triggered */
"edit_notification_action.url_setting_title" = "URL";

/* loco:5c7b94937ec8ae2bba465582
 * Footer explaining what \"destructive\" means in the context of a notification action */
"edit_notification_action.destructive_section_footer" = "Destructive buttons have a distinguished appearance in the notification.";

/* loco:5c7b97f87ec8ae2ca44c9352
 * Title of add notification when adding a new notification */
"add_notification.add_new_notification_title" = "Add Notification";

/* loco:5c7b97f87ec8ae2ca44c9353
 * Title of add notification when editing an existing notification */
"add_notification.edit_existing_notification_title" = "Edit Notification";

/* loco:5c7b9daf7ec8ae2d5b5810f2
 * Title of edit notification action when adding a new action */
"edit_notification.add_new_action_title" = "Add Button";

/* loco:5c7b9daf7ec8ae2d5b5810f3
 * Title of edit notification action when editing an existing action */
"edit_notification.edit_existing_action_title" = "Edit Button";

/* loco:5c7ba6557ec8ae2f495dbc12
 * Message in alert shown when a URL in a notification action is invalid */
"edit_notification_action.invalid_url_alert_message" = "The URL is not valid. Please ensure that you haven't used any special characters.";

/* loco:5c7ba6557ec8ae2f495dbc13
 * Title in alert shown when a URL in a notification action is invalid */
"edit_notification_action.invalid_url_alert_title" = "Invalid URL";

/* loco:5c7ba6557ec8ae2f495dbc14
 * Message in alert shown when a URL in a notification action is missing a scheme */
"edit_notification_action.missing_url_scheme_alert_message" = "The URL has no scheme. Did you forget to add \"https://\" in front of the URL?";

/* loco:5c7ba6557ec8ae2f495dbc15
 * Title in alert shown when a URL in a notification action is missing a scheme */
"edit_notification_action.missing_url_scheme_alert_title" = "Missing scheme";

/* loco:5c7bbaea7ec8ae3277258f72
 * Footer of file bookmarks section */
"settings.file_bookmarks_section_footer" = "The contents of bookmarked files and folders can be accessed using the FileManager API.";

/* loco:5c7bbaea7ec8ae3277258f73
 * Title of file bookmarks setting */
"settings.file_bookmarks_title" = "File Bookmarks";

/* loco:5c7bbef47ec8ae33566787d2
 * Title of file bookmarks */
"file_bookmarks.title" = "File Bookmarks";

/* loco:5c7bdb0d7ec8ae377a634145
 * Message in alert asking for a name of a new bookmark */
"file_bookmarks.enter_name_alert_message" = "Choose a name for your bookmark. This is the name you will use when accessing the bookmark using the FileManager API.";

/* loco:5c7bdb0d7ec8ae377a634146
 * Placeholder of text field in alert asking for a name of a new bookmark */
"file_bookmarks.enter_name_alert_text_field_placeholder" = "Name";

/* loco:5c7bdb0d7ec8ae377a634147
 * Title in alert asking for a name of a new bookmark */
"file_bookmarks.enter_name_alert_title" = "Choose name";

/* loco:5c7bdb0d7ec8ae377a634148
 * Text describing that a file bookmark is invalid, possibly because the file no longer exist on disk */
"file_bookmarks.invalid_bookmark_message" = "The file can no longer be found on the disk.";

/* loco:5c7bdb0d7ec8ae377a634149
 * Title of button for choosing another name in alert shown when attempting to save a bookmark with a name that already exists */
"file_bookmarks.name_already_exists_alert_choose_another_name_button_title" = "Choose other name";

/* loco:5c7bdb0d7ec8ae377a63414a
 * Message in alert shown when attempting to save a bookmark with a name that already exists */
"file_bookmarks.name_already_exists_alert_message_format" = "A bookmark named \"%@\" already exists. Please choose another name.";

/* loco:5c7bdb0d7ec8ae377a63414b
 * Title in alert shown when attempting to save a bookmark with a name that already exists */
"file_bookmarks.name_already_exists_alert_title" = "Name is taken";

/* loco:5c7bdb0d7ec8ae377a63414c
 * Title of swipe action for removing a bookmark */
"file_bookmarks.remove_swipe_action_title" = "Remove";

/* loco:5c7be0657ec8ae38385f0186
 * Describes how file bookmarks are used */
"file_bookmarks.usage_description" = "Use a FileManager to get a path for a bookmarked file or folder, e.g:\nmyFileManager.bookmarkedPath(\"Bookmark Name\").\nUsing the path you can read and write to bookmarked files and folders.\n\nTo use file bookmarks with Siri and the Shortcuts app, the bookmark must be created using Scriptables \"Create File Bookmark\" action in the Shortcuts app.";

/* loco:5c7be64e7ec8ae39056eedd2
 * Title of button for adding a bookmark. Shown when the file bookmarks list is empty */
"file_bookmarks.empty_add_button_title" = "Add File Bookmark";

/* loco:5c7be64e7ec8ae39056eedd3
 * Description explaining the benefits of file bookmarks. Shown when the file bookmarks list is empty */
"file_bookmarks.empty_description" = "File bookmarks make it possible to work\nwith files and folders stored outside of\nScriptables documents folder.";

/* loco:5c7be64e7ec8ae39056eedd4
 * Title of view shown when the file bookmarks list is empty */
"file_bookmarks.empty_title" = "Bookmark Your Files";

/* loco:5c7be85b7ec8ae395f2419a2
 * Elaborate description explaining the benefits of file bookmarks. Shown when the file bookmarkss list is empty */
"file_bookmarks.empty_elaborate_description" = "Use the FileManager API to get a path\nto a bookmarked file or folder.";

/* loco:5c7cc6b17ec8ae5d13640062
 * Message in alert shown when the bookmark could not be added because the file could not be found */
"file_bookmarks.failed_adding_bookmark_file_not_found_error_alert_message" = "The bookmark could not be created because the file have not been downloaded. Please download the file to your device before creating the bookmark.\n\nThis error may also occur if you're selecting folders from a third party file provider that does not support bookmarking folders.";

/* loco:5c7cc6b17ec8ae5d13640063
 * Title in alert shown when the bookmark could not be added because the file could not be found */
"file_bookmarks.failed_adding_bookmark_file_not_found_error_alert_title" = "Cannot create bookmark";

/* loco:5c7cc6b17ec8ae5d13640064
 * Message in alert shown when the bookmark could not be added due to an unknown error */
"file_bookmarks.failed_adding_bookmark_unknown_error_alert_message" = "The bookmark could not be created because an unknown error occurred.";

/* loco:5c7cc6b17ec8ae5d13640065
 * Title in alert shown when the bookmark could not be added due to an unknown error */
"file_bookmarks.failed_adding_bookmark_unknown_error_alert_title" = "Cannot create bookmark";

/* loco:5c81677d72c2c971e0274985
 * Title of cell for adding new query parameter */
"edit_notification_action.query_parameters_add_new_query_parameter" = "Add query parameter";

/* loco:5c816a4d72c2c9723c10a1c5
 * Placeholder of value in query parameters */
"edit_notification_action.query_parameters_value_placeholder" = "Value";

/* loco:5c816a5b72c2c97239373d97
 * Placeholder of name in query parameters */
"edit_notification_action.query_parameters_name_placeholder" = "Name";

/* loco:5c817c30a08ef15e424ff382
 * Footer of URL section when editing a notification action */
"edit_notification_action.url_section_footer" = "The URL is opened when the button is pressed.";

/* loco:5c875330a08ef123d453bfe2
 * Title for selected minute of when repeating a notification hourly */
"notification_schedule_picker.minute_of_hour_title" = "Minute of Hour";

/* loco:5c875330a08ef123d453bfe3
 * Title for selected time of day of when repeating a notification daily or on selected days */
"notification_schedule_picker.time_of_day_title" = "Time of Day";

/* loco:5c875928a08ef1252878d692
 * Format of title in footer showing the next date the notification will be triggered */
"notification_schedule_picker.next_trigger_date_footer_title_format" = "Next time the notification will be triggered is %@";

/* loco:5d139905c38e0f694f0d7c52
 * Title of theme setting */
"settings.theme_title" = "Theme";

/* loco:5d139905c38e0f694f0d7c54
 * Title of light theme */
"settings_theme_picker.light_title" = "Light";

/* loco:5d139905c38e0f694f0d7c55
 * Subtitle shown under the system theme when the system is using dark appearance */
"settings_theme_picker.system_dark_subtitle" = "Set to dark";

/* loco:5d139905c38e0f694f0d7c56
 * Subtitle shown under the system theme when the system is using light appearance */
"settings_theme_picker.system_light_subtitle" = "Set to light";

/* loco:5d139905c38e0f694f0d7c57
 * Title of system theme */
"settings_theme_picker.system_title" = "System";

/* loco:5d139905c38e0f694f0d7c58
 * Title of theme picker */
"settings_theme_picker.title" = "Theme";

/* loco:5d13993cc38e0f691b00ea02
 * Title of dark theme */
"settings_theme_picker.dark_title" = "Dark";

/* loco:5d2a0827ed0cfa08697e3ab2
 * Title of setting for sharing a link to the documentation */
"documentation_settings.share_title" = "Share";

/* loco:5d2a0a83ed0cfa08f87affa2
 * Title of share setting */
"script_settings.share_title" = "Share";

/* loco:5d2b0bc1c38e0f1b8f31d563
 * Title of Add to Siri script setting */
"script_settings.add_to_siri_title" = "Add to Siri";

/* loco:5d2b0bc1c38e0f1b8f31d564
 * Title of Siri Shortcut script setting */
"script_settings.siri_shortcut_title" = "Siri Shortcut";

/* loco:5d2db8554d3dd718e93d8f42
 * Title of setting for opening the documentation in a new window */
"documentation_settings.open_in_new_window_title" = "Open in New Window";

/* loco:5d30faff4d3dd7562777dd74
 * Title of button for picking a file to create a bookmark to */
"file_bookmarks.type_picker_file" = "Pick File";

/* loco:5d30faff4d3dd7562777dd75
 * Title of button for picking a folder to create a bookmark to */
"file_bookmarks.type_picker_folder" = "Pick Folder";

/* loco:5d3969e7c38e0f4e034f7262
 * Format of deprecation text when no message is available */
"documentation.deprecation_format" = "Deprecated in version %@";

/* loco:5d3969e7c38e0f4e034f7263
 * Format of deprecation text when a message is available */
"documentation.deprecation_with_message_format" = "Deprecated in version %@. %@";

/* loco:5d396a53c38e0f4e1b25b452
 * Title of read-only characteristic shown when a property cannot be written to */
"documentation_details.characteristic_read_only" = "(read-only)";

/* loco:5d4082a3c38e0f0f2d76f1c4
 * Footer of section containing file bookmarks that can be used in the host app */
"file_bookmarks.host_app_section_footer" = "These bookmarks can only be used in the app.";

/* loco:5d4082a3c38e0f0f2d76f1c5
 * Title of section containing file bookmarks that can be used in the host app */
"file_bookmarks.host_app_section_title" = "App";

/* loco:5d4082a3c38e0f0f2d76f1c6
 * Footer of section containing file bookmarks that can be used in Siri and the Shortcuts app */
"file_bookmarks.siri_intent_section_footer" = "These bookmarks were created using Scriptables \"Create File Bookmark\" shortcut action and can only be used with Siri and in the Shortcuts app.";

/* loco:5d4082a3c38e0f0f2d76f1c7
 * Title of section containing file bookmarks that can be used in Siri and the Shortcuts app */
"file_bookmarks.siri_intent_section_title" = "Siri & Shortcuts";

/* loco:5d46c91c4d3dd756fb7f6722
 * Title of what's new page */
"whats_new.title" = "What's New";

/* loco:5d46cb5a4d3dd7571655cb43
 * Title shown in front of bugfix body items on the what's new page */
"whats_new.body_bugfix_title" = "Bugfix";

/* loco:5d46cb5a4d3dd7571655cb44
 * Title shown in front of deprecated body items on the what's new page */
"whats_new.body_deprecated_title" = "Deprecated";

/* loco:5d46cb5a4d3dd7571655cb45
 * Title shown in front of new body items on the what's new page */
"whats_new.body_item_new_title" = "New";

/* loco:5d46cdba4d3dd757b5266924
 * Title of what's new setting */
"settings.whats_new_title" = "What's New";

/* loco:5d544c0f4d3dd7460045b669
 * Title of setting for syncing script order */
"settings.sync_script_order_title" = "Sync Script Order";

/* loco:5d5452764d3dd747c65148f3
 * Title in alert shown when the sync script order setting cannot be enabled because iCloud is not available */
"settings.failed_enabling_sync_script_order_icloud_not_available_alert_title" = "iCloud Not Available";

/* loco:5d5452824d3dd747c348c7c2
 * Title in alert shown when the sync script order setting cannot be enabled because iCloud is not available */
"settings.failed_enabling_sync_script_order_icloud_not_available_alert_message" = "The script order cannot be synced because iCloud is not enabled on this device. Please go to the system settings, log into iCloud and come back to enable syncing.";

/* loco:5d6e7faec38e0f6ac12ed642
 * Title shown in front of removed body items on the what's new page */
"whats_new.body_removed_title" = "Removed";

/* loco:5d76ad80c38e0f6c800f9182
 * Message explaining to users that the app could not be launched */
"launch_error.message" = "The following error occurred\nwhile launching the app.";

/* loco:5d76ad80c38e0f6c800f9183
 * Message explaining to users that they should contact support */
"launch_error.support_message" = "Please contact me on mail@scriptable.app.\nI'll be happy to look into the issue.";

/* loco:5d76ad80c38e0f6c800f9184
 * Title of launch error page */
"launch_error.title" = "Cannot Launch Scriptable";

/* loco:5e5126c8ed0cfa2f1a49a4e2
 * Title of button for sharing text in the log */
"log_settings.share_title" = "Share";

/* loco:5e51273eed0cfa2ee95c5b92
 * Title of setting for showing timestamps in the log */
"log_settings.show_timestamps_title" = "Show Date and Time";

/* loco:5ed36d67ed0cfa5a0b6be852
 * Title of rainbow app icon style */
"settings_app_icon_style_picker.rainbow_title" = "Rainbow";

/* loco:5ed36d67ed0cfa5a0b6be853
 * Title of six colors app icon style */
"settings_app_icon_style_picker.six_colors_title" = "Six Colors";

/* loco:5f4d18c7d5617b297322f582
 * Name of widget */
"widget.display_name" = "Run Script";

/* loco:5f4d18dbb08e97092d004813
 * Description of widget */
"widget.description" = "Call Script.setWidget() to provide the content of the widget. Use args.widgetParameter to access the parameter.\n\nThere are memory limitations when running a script in a widget. Using too much memory will cause the  widget to crash.";

/* loco:5f4d2e18e86ac135fc1ae4f2
 * Text telling users to pick a script to run in the widget. */
"widget.select_script" = "Select script in\nwidget configurator";

/* loco:5f8491a622158f1e176da232
 * Title of gallery */
"gallery.title" = "Gallery";

/* loco:5f873ef704c21021f01d7d33
 * Title of error state in gallery. */
"gallery.error_title" = "Oh no!";

/* loco:5f873ef704c21021f01d7d34
 * Title of retry button in gallery's error state. */
"gallery.retry_button_title_title" = "Try again";

/* loco:5f873ef704c21021f01d7d35
 * Title of samples setting */
"settings.samples_title" = "settings.samples_title";

/* loco:5fbcb3300dda1210d428c6a3
 * Title of download button in gallery item details. */
"gallery_script_details.download_button_title" = "GET";

/* loco:5fbcb3300dda1210d428c6a4
 * Title for downloading a new version of the Mac app */
"mac_update_available.alert_download_button_title" = "Get latest build";

/* loco:5fbcb3300dda1210d428c6a5
 * Message in alert shown when an update to the Mac is available */
"mac_update_available.alert_message_format" = "There's an update available to the app. The latest build is %d and you're currently on build %d.";

/* loco:5fbcb3300dda1210d428c6a6
 * Title for reminding about the  new version of the Mac app a bit later */
"mac_update_available.alert_remind_button_title" = "Remind me in 5 minutes";

/* loco:5fbcb3300dda1210d428c6a7
 * Title of alert shown when an update to the Mac is available */
"mac_update_available.alert_title" = "Update Available";
